DockerFiles/aci_script/load.yml
config:
    ensure:
      p95: 3000
    environments:
      local-dev:
        target: 'https://cat-fact.herokuapp.com/'
        phases:
        - name: "warm up"
          duration: 30
          arrivalRate: 5
          rampTo: 5     
scenarios:
    - name: "Staff APi"
      flow:
      - get:
          url: "/facts"